[{"model": "monsters.dndreaction", "pk": 1, "fields": {"monster": 40, "reaction_name": "Parry", "reaction_description": "The captain adds 2 to its AC against one melee attack that would hit it. To do so, the captain must see the attacker and be wielding a melee weapon."}}, {"model": "monsters.dndreaction", "pk": 2, "fields": {"monster": 50, "reaction_name": "Split", "reaction_description": "When a pudding that is Medium or larger is subjected to lightning or slashing damage, it splits into two new puddings if it has at least 10 hit points. Each new pudding has hit points equal to half the original pudding's, rounded down. New puddings are one size smaller than the original pudding."}}, {"model": "monsters.dndreaction", "pk": 3, "fields": {"monster": 64, "reaction_name": "Unnerving Mask", "reaction_description": "When a creature the devil can see starts its turn within 30 feet of the devil, the devil can create the illusion that it looks like one of the creature's departed loved ones or bitter enemies. If the creature can see the devil, it must succeed on a DC 14 Wisdom saving throw or be frightened until the end of its turn."}}, {"model": "monsters.dndreaction", "pk": 4, "fields": {"monster": 102, "reaction_name": "Parry", "reaction_description": "The erinyes adds 4 to its AC against one melee attack that would hit it. To do so, the erinyes must see the attacker and be wielding a melee weapon."}}, {"model": "monsters.dndreaction", "pk": 5, "fields": {"monster": 148, "reaction_name": "Parry", "reaction_description": "The gladiator adds 3 to its AC against one melee attack that would hit it. To do so, the gladiator must see the attacker and be wielding a melee weapon."}}, {"model": "monsters.dndreaction", "pk": 6, "fields": {"monster": 183, "reaction_name": "Parry", "reaction_description": "The knight adds 2 to its AC against one melee attack that would hit it. To do so, the knight must see the attacker and be wielding a melee weapon."}}, {"model": "monsters.dndreaction", "pk": 7, "fields": {"monster": 197, "reaction_name": "Parry", "reaction_description": "The marilith adds 5 to its AC against one melee attack that would hit it. To do so, the marilith must see the attacker and be wielding a melee weapon."}}, {"model": "monsters.dndreaction", "pk": 8, "fields": {"monster": 211, "reaction_name": "Parry", "reaction_description": "The noble adds 2 to its AC against one melee attack that would hit it. To do so, the noble must see the attacker and be wielding a melee weapon."}}, {"model": "monsters.dndreaction", "pk": 9, "fields": {"monster": 213, "reaction_name": "Split", "reaction_description": "When a jelly that is Medium or larger is subjected to lightning or slashing damage, it splits into two new jellies if it has at least 10 hit points. Each new jelly has hit points equal to half the original jelly's, rounded down. New jellies are one size smaller than the original jelly."}}, {"model": "monsters.dndreaction", "pk": 10, "fields": {"monster": 259, "reaction_name": "Shield", "reaction_description": "When a creature makes an attack against the wearer of the guardian's amulet, the guardian grants a +2 bonus to the wearer's AC if the guardian is within 5 feet of the wearer."}}, {"model": "monsters.dndreaction", "pk": 11, "fields": {"monster": 272, "reaction_name": "Rock Catching", "reaction_description": "If a rock or similar object is hurled at the giant, the giant can, with a successful DC 10 Dexterity saving throw, catch the missile and take no bludgeoning damage from it."}}]